export const aboutIntroduce = [
  {
    title: "📚【知识的海洋，任你遨游】📚",
    content: `
      📚想象一下，一个装满宝藏的学习宝库🚀，从ABC到量子物理，从手工DIY到高级编程，知途星球上的资源库<span
        class="mx-2 text-[#ff7c7c]"
        >覆盖了职业、小学、中学、大学，甚至更高深的专业领域，全部免费开放！🎉</span
      >🌟 公益心满满，就是要<span class="mx-2 text-[#ff7c7c]"
        >让每个小朋友👶、大朋友👨‍🎓都能找到属于自己的宝藏知识！💡</span
      >
    `,
  },
  {
    title: "🤖【AI小伙伴，答疑小能手】🤖",
    content: `
      猜猜谁是你的学习路上的最佳拍档？没错，就是我们的超萌AI小助手！它不仅会陪你聊天解闷💬，还会用它的智慧大脑帮你生成学习中的疑惑点，就像是你脑海里的问题捕手🕵️‍♂️，<span
        class=" mx-2 text-yellow-500"
        >让你的学习没有盲区，轻松get新技能！💪🤔</span
      >
    `,
  },
  {
    title: "📝【检测小星星，见证你的闪亮】📝",
    content: `
      完成一段学习旅程🏁，是不是超想知道自己的进步有多大？知途星球准备了闪闪的检测小星星✨，轻轻一点，就能检验你的学习成果。<span
        class="mx-2 text-green-500"
        >每一次进步，都像点亮夜空的小星星，让你的成长轨迹璀璨夺目！💫</span
      >
    `,
  },
  {
    title: "👣【循序渐进，一步一个脚印】👣",
    content: `
      知途的学习路线图，就像是一场精心设计的探险游戏🗺️，一步步带你深入知识的森林🌲，<span
        class="mx-2 text-purple-500"
        >每前进一步，都是一次小小的胜利！🏆</span
      >跟着知途走，学习之路不再迷茫，每一步都走得扎实又自信！💪👣
    `,
  },
  {
    title: "🤔好奇宝宝的问号制造机🤔",
    content: `
      学习时脑袋里是不是总蹦出好多小问号？别担心，知途岛的AI小精灵专门负责捕捉这些疑问🔍，它会变魔术一样，帮你生成问题清单，<span
        class="mx-2 text-pink-500"
        >让你的学习没有死角，每个“为什么”都有答案！🎯🔍</span
      >
    `,
  },
  {
    title: "❤️‍🔥【携手公益，教育无界】❤️‍🔥",
    content: `
      知途是个温暖的大家庭🏡，<span class="mx-2 text-[#ff7c7c]"
        >我们相信知识应该被所有人共享🌐，每个孩子都能享受到优质教育。所以，这一切都是免费的！💰💸</span
      >我们还鼓励每一位小伙伴参与到内容的建设中来🤝，贡献一砖一瓦🧱，<span
        class="mx-2 text-[#ff7c7c]"
        >一起拉近教育的距离，让知识的种子在每个角落生根发芽🌱。</span
      >
    `,
  },
];
